{
  "@type": "Show",
  "url": "https://wwd.com/runway/fall-couture-2023/paris/aelis/review/",
  "title": "Aelis Couture Fall 2023 – WWD",
  "header": "Aelis Couture Fall 2023",
  "excerpt": "Italian designer Sofia Crociani upcycled tutus from the Paris Opera Ballet for her sustainable couture collection.",
  "content": [
    "<p class=\"paragraph larva // lrv-u-margin-lr-auto  lrv-a-font-body-m   \">\n\tAelis designer Sofia Crociani wanted to plant a seed — not only for a collection inspired by dandelions but to change core ideas about fashion.</p>",
    "<p class=\"paragraph larva // lrv-u-margin-lr-auto  lrv-a-font-body-m   \">\n\tThis season her sustainable couture line worked with tutus upcycled from the Paris Opera Ballet, which were morphed into puff and tuft embellishments on tulle slipdresses, slinky silk gowns and peplum waists on T-shirts.</p>",
    "<p class=\"paragraph larva // lrv-u-margin-lr-auto  lrv-a-font-body-m   \">\n\t“I want to shape the evolution of the attitude that we have in consuming,” she said. “Working with the opera and upcycling, we want to say we can consume in a more ecological way, and to create a piece of art because each dress is unique.”\n\n</p>",
    "<p class=\"paragraph larva // lrv-u-margin-lr-auto  lrv-a-font-body-m   \">\n\tCrociani worked again with her minimal take on shape, stitching whisper-thin silks into airy columns. Elsewhere, silk skirts took on ballgown proportions with reverse pleating, while velvet straps or found items and jewelry added edgy texture to the softness of her textiles.</p>",
    "<p class=\"paragraph larva // lrv-u-margin-lr-auto  lrv-a-font-body-m   \">\n\tStructured outerwear provided a much needed contrast. A black cashmere coat bordered with gold and silver metal was a standout. The sole jolt of color came in a cobalt blue column, which seduced with its simplicity.</p>",
    "<p class=\"paragraph larva // lrv-u-margin-lr-auto  lrv-a-font-body-m   \">\n\tThe upcycled tutu pieces will now be on display for a special exhibit during France’s annual patrimony days in September.</p>",
    "<p class=\"paragraph larva // lrv-u-margin-lr-auto  lrv-a-font-body-m   \">\n\tCrociani usually shows in a garden or villa setting; this season she moved the show to underground — like seeds before they grow, she noted.</p>",
    "<p class=\"paragraph larva // lrv-u-margin-lr-auto  lrv-a-font-body-m   \">\n\tWith the pieces to be exhibited at the opera, she hopes the collection will gain more attention. “There is an ecological way of reusing materials. We really hope we can spread the message.”</p>"
  ],
  "season": "\n\tParis 2023 Fall Couture",
  "author_name": "\n\tRhonda Richford",
  "author_url": "https://wwd.com/wwd-masthead/rrichford/",
  "date": "\n\tJuly 7, 2023, 9:33am\t\n",
  "tags": [
    {
      "name": "\n\tParis Couture Week",
      "url": "https://wwd.com/tag/paris-couture-week/"
    },
    {
      "name": "\n\tSustainability",
      "url": "https://wwd.com/tag/sustainability/"
    }
  ]
}
